Repository: HellBringer419/budgie-welcome
Catalog: data/po/default/*.po
Languages: bg

source: Switch Appearance
bg: Смяна на изгледа

source: Desktop Layout
bg: Десктоп разположение

source: Install theme
bg: Инсталиране на тема

source: Apply theme
bg: Прилагане на темата

source: Applying Changes...
bg: Прилагане на промените...

source: Arc Design
bg: Arc дизайн

source: Material Design (Adapta)
bg: Материален Дизайн (Adapta)

source: Material Design (Vimix)
bg: Материален Дизайн (Vimix)

source: Vertex Design
bg: Vertex Дизайн

source: Ceti-2 Design
bg: Ceti-2 Дизайн

source: Material Design (Materia)
bg: Материален Дизайн (Materia)

source: Restore panels
bg: Възстановяване на панелите

source: Reset Budgie Panel
bg: Нулиране на Budgie Panel
